Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=477_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Nuorisoneuvosto
smn: Nuorâirääđi

source: Nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä jokaiselle henkilökohtaiset varajäsenet.
smn: Nuorâirááđán väljejuvvojeh kyevti ihán häävild saavâjođetteijee, värisaavâjođetteijee já kulmâ eres jeessân sehe juáhážân persovnliih värijesâneh.

source: Näiden varsinaisten jäsenten ja varajäsenten tulee olla valituksi tullessaan 18-25-vuotiaita.
smn: Taah eidusiih jesâneh já värijesâneh kalgeh leđe valjiidijn 18-25-ihásiih.

source: Lisäksi nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan viisi pysyvää asiantuntijajäsentä, joiden tulee olla valituksi tullessaan 15-17-vuotiaita.
smn: Lasseen nuorâirááđán väljejuvvojeh kyevti ihán häävild vittâ pissoo äššitobdeejeessân, kiäh kalgeh leđe valjiidijn 15-17-ihásiih.

source: Nuorisoneuvoston puheenjohtajan ja varapuheenjohtajan ei tarvitse olla saamelaiskäräjien jäseniä.
smn: Nuorâirääđi saavâjođetteijee já värisaavâjođetteijee iävá taarbâš leđe sämitige jesâneh.

source: Nuorisoneuvosto valmistelee ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.
smn: Nuorâirääđi valmâštâl taid sämitige ciälkkámušâid, alguid já eres peleväldimijd moh kyeskih säminuorâid tai säminuorâi iäláttâsâid.

source: Muita nuorisoneuvoston päätehtäviä on edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.
smn: Nuorâirääđi eres váldupargoh láá ovdediđ säminuorâi kielâlâš já kulttuurlâš vuoigâdvuođâid pirrâ Suomâ sehe nanodiđ säminuorâi kulluuvâšvuođâ sämikulttuurân.

source: Nuorisoneuvosto 2014-2015
smn: Nuorâirääđi 2014-2015

source: Jäsenet:
smn: Jesâneh:

source: Niila Rahko, puheenjohtaja - varajäsen Mikkel Näkkäläjärvi
smn: Niila Rahko, saavâjođetteijee - värijeessân Mikkel Näkkäläjärvi

source: Minna Lehtola, varapuheenjohtaja - varajäsen Anna-Katariina Feodoroff
smn: Minna Lehtola, värisaavâjođetteijee - värijeessân Anna-Katariina Feodoroff

source: Elli-Marja Hetta - varajäsen Laura-Maija Niittyvuopio
smn: Elli-Marja Hetta- värijeessân Laura-Maija Niittyvuopio

source: Anne-Maret Labba - varajäsen Sammeli Salonen
smn: Anne-Marte Labba- värijeessân Sammeli Salonen

source: Aslak Holmberg - varajäsen Martta Alajärvi
smn: Aslak Holmberg - värijeessân Martta Alajärvi

source: Asiantuntijajäsenet:
smn: Äššitobdeejesâneh:

source: Xia Torikka
smn: Tuomo Laiti

source: Nuorisoneuvoston esittelijänä ja sihteerinä toimii nuorisosihteeri Kaisa Tapiola-Länsman
smn: Nuorâirääđi oovdânpyehten já čällen tuáimá nuorâičällee Kaisa Tapiola-Länsman
